Repository: aaronlovi/adventure_quest_kids
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Adventure Quest Kids
fr: Quête D'aventure Les Enfants

# all_endings_visited
source: All endings visited Congratulations!
fr: Toutes les fins visitées félicitations!

# some_endings_visited
source: Some endings visited Keep exploring!
fr: Quelques fins visitées Continuez à explorer!

# no_endings_visited
source: No endings visited Start exploring!
fr: Aucune fin visitée Commencez à explorer!

source: Begin Adventure
fr: Commencer l'aventure

source: Start of story
fr: Début de l'histoire

source: Story list
fr: Liste d'histoires

source: Settings
fr: Paramètres

source: Read Aloud
fr: Lit à voix haute

source: The End
fr: La fin

# restart_s0
source: Restart {story}
fr: Redémarrer {story}

source: Back to Story List
fr: Retour à la liste des histoires

source: Unsaved Changes
fr: Modifications non enregistrées

# you_have_unsaved_changes__confirm
source: You have unsaved changes. Are you sure you want to leave?
fr: Vous avez des changements non enregistrés. Êtes-vous sûr de vouloir quitter?

source: Yes
fr: Oui

source: No
fr: Non

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

# background_volume_n0
source: Background Volume: {volume}
fr: Volume de fond: {volume}

# foreground_volume_n0
source: Foreground Volume: {volume}
fr: Volume de premier plan: {volume}

# speech_volume_n0
source: Speech Volume: {volume}
fr: Volume de la parole: {volume}

# speech_rate_n0
source: Speech Rate: {rate}
fr: Débit de parole: {rate}

source: Language
fr: Langue

source: English
fr: Anglais

source: French
fr: Français
